tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
brew "python"
brew "asciinema"
brew "bat"
brew "cairo"
brew "clojure"
brew "cmake"
brew "fd"
brew "fzf"
brew "jpeg"
brew "giflib"
brew "git"
brew "git-flow-avh"
brew "htop"
brew "leiningen"
brew "pango"
brew "mackup"
brew "mongodb"
brew "pkg-config"
brew "planck"
brew "ripgrep"
brew "scala"
brew "tig"
brew "tmux"
brew "vim", args: ["with-override-system-vi"]
brew "watchman"
brew "yarn"
brew "youtube-dl"
cask "brave-browser"
cask "calibre"
cask "coconutbattery"
cask "dash"
cask "discord"
cask "downie"
cask "firefox"
cask "flotato"
cask "forklift"
cask "hyper"
cask "intellij-idea-ce"
cask "istat-menus"
cask "java"
cask "keka"
cask "keycastr"
cask "macvim"
cask "ngrok"
cask "nosleep"
cask "now"
cask "qbittorrent"
cask "spotify"
cask "spotmenu"
cask "sublime-text"
cask "teamviewer"
cask "tunnelblick"
cask "webstorm"
