tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
cask "java"
brew "cmake"
brew "fzf"
brew "htop"
brew "sbt"
brew "scala"
brew "tig"
brew "tmux"
brew "vim", args: ["with-override-system-vi"]
brew "yarn", args: ["without-node"]
brew "zsh"
cask "adguard"
cask "alfred"
cask "bettertouchtool"
cask "downie"
cask "dropbox"
cask "firefox"
cask "fork"
cask "forklift"
cask "google-chrome"
cask "iina"
cask "intellij-idea-ce"
cask "iterm2"
cask "keka"
cask "pdf-expert"
cask "spotify"
cask "sublime-text"
cask "telegram-desktop"
cask "typora"
cask "virtualbox"
cask "virtualbox-extension-pack"
cask "visual-studio-code"
cask "zoomus"
